Repository: Nazg-Gul/fm
Catalog: po/*.po
Languages: ru

source: Information
ru: Информация

source: Question
ru: Вопрос

source: _Ok
ru: _Ок

source: _Yes
ru: _Да

source: _No
ru: _Нет

source: _Cancel
ru: О_тмена

source: _Retry
ru: _Повтор

source: _Skip
ru: _Пропустить

source: Critical
ru: Важно!

source: Error
ru: Ошибка

source: VFS error
ru: Ошибка VFS

source: A_ppend
ru: Дописать в _конец

source: A_ll
ru: _Все

source: _Update
ru: _Устаревшие

source: Non_e
ru: Ни _одного

source: If _size differs
ru: _Различающиеся по длине

source: _Abort
ru: _Прервать

source: _Ignore
ru: _Игнорировать

source: Are you sure you want to quit?
ru: Вы действительно хотите закончить работу?

source: Error creating window
ru: Ошибка создания окна

source: File panel isn't associated with menu item
ru: С этим пунктом меню не связана файловая панель

source: This feature is not implemented yet
ru: Эта возможность еще не реализована

source: %ls Continue executong without this plugin?
ru: %ls Продолжить выполнение без этого плагина?

source: _File
ru: _Файл

source: _Exit
ru: _Выход

source: _Command
ru: _Команда

source: _Options
ru: _Настройки

source: _Panel
ru: _Панель

source: _Left
ru: _Левая

source: _Right
ru: _Правая

source: _Listing mode...
ru: _Формат списка...

source: _Sort order...
ru: _Порядок сортировки...

source: _Rescan
ru: _Обновить список...

source: _Close panel
ru: _Закрыть панель

source: _Help
ru: _Помощь

source: _About...
ru: _О программе...

source: Sort order
ru: Порядок сортировки

source: You cannot close the only file panel
ru: Нельзя закрывать единственную файловую панель

source: Operation succeed
ru: Операция успешно завершена

source: Operation failed
ru: Операция завершена провалом

source: Invalid argument passed to the function
ru: В функцию был передан неверный параметр

source: Method '${method-name}' of plugin '${plugin-name}' not found
ru: Не найден метод '${method-name}' плагина '${plugin-name}'

source: Invalid plugin format
ru: Неверный формат плагина

source: Error initializating plugin
ru: Ошибка инициализации плагина

source: Plugin '${plugin-name}' not found
ru: Плагин '${plugin-name}' не найден

source: Error loading plugin: ${dl-error}
ru: Ошибка загрузки плагина: ${dl-error}

source: Cannot operate on "%ls"
ru: Эта операция не может быть применена к "%ls"

source: Can not work without localfs VFS plugin! The program will now exit. Sorry.
ru: Невозможно работать без поддержки локальной ФС. Программа сейчас завершит исполнение. Извините.

source: Cannot unlink file "%ls": %ls
ru: Невозможно удалить файл "%ls": %ls

source: Cannot unlink directory "%ls": %ls
ru: Невозможно удалить директорию "%ls": %ls

source: Smymbolic link may be made at least with two file panels
ru: Для создания символических ссылок необходимо по меньшей мере две файловые панели

source: Symbolic link
ru: Символическая ссылка

source: Existing filename (filename symlink will point to):
ru: Имя существующего файла (ссылка будет указывать на него):

source: Symbolic link filename:
ru: Имя файла символической ссылки:

source: Cannot create symbolic link "%ls" with content "%ls": %ls
ru: Невозможно создать символическую ссылку "%ls" с содержимым "%ls": %ls

source: Select panel
ru: Выберите панель

source: Target panel
ru: Целевая панель

source: File
ru: Файл

source: Copy
ru: Копирование

source: File copying may be start at least with two file panels
ru: Копирование файлов может быть произведено минимум с двумя файловыми панелями

source: Copy directory "%ls" to:
ru: Копировать директорию "%ls" в:

source: Copy file "%ls" to:
ru: Копировать файл "%ls" в:

source: Copy %lu files to:
ru: Копировать эти файлы (%lu шт.) в:

source: Copy %lu directories to:
ru: Копировать эти директории (%lu шт.) в:

source: Copy %lu files/directories to:
ru: Копировать эти файлы и директории (2 шт.) в:

source: Bytes
ru: Байт

source: Count
ru: Счёт

source: Speed:
ru: Скорость:

source: (%lld of %lld)
ru: (%lld из %lld)

source: (%lld%c of %lld%c)
ru: (%lld%c из %lld%c)

source: Cannot create target file "%ls": %ls
ru: Невозможно создать целевой файл "%ls": %ls

source: Cannot open source file "%ls": %ls
ru: Невозможно открыть исходный файл "%ls": %ls

source: Cannot copy "%ls" to itself
ru: Невозможно скопировать "%ls" в самого себя

source: Cannot copy special file "%ls": %ls
ru: Невозможно скопировать специальный файл "%ls": %ls

source: File exists
ru: Файл существует

source: Target file "%ls" already exists!
ru: Целевой файл "%ls" уже существует!

source: Source: %ls
ru: Исходный файл : %ls

source: Target: %ls
ru: Целевой файл : %ls

source: date %ls, size %ld bytes
ru: дата %ls, размер %ld байт

source: date %ls, size %lld bytes
ru: дата %ls, размер %lld байт

source: Overwrite this target?
ru: Переписать этот файл?

source: Overwrite all targets?
ru: Переписать все файлы?

source: Cannot chmod target file "%ls": %ls
ru: Невозможно сменить права целевого файла "%ls": %ls

source: Incomplete file was retrieved. Keep it?
ru: Был получен неполный файл; Сохранить его?

source: Cannot read source file "%ls": %ls
ru: Невозможно прочитать исходный файл "%ls": %ls

source: Cannot write target file "%ls": %ls
ru: Невозможно записать в целевой файл "%ls": %ls

source: Cannot stat source file "%ls": %ls
ru: Невозможно получить свойства исходного файла "%ls": %ls

source: Cannot stat target file "%ls": %ls
ru: Невозможно получить свойства целевого файла "%ls": %ls

source: Cannot stat source directory "%ls": %ls
ru: Невозможно получить свойства исходной директории "%ls": %ls

source: Cannot stat target directory "%ls": %ls
ru: Невозможно получить свойства целевой директории "%ls": %ls

source: Cannot create target directory "%ls": %ls
ru: Невозможно создать целевую директори/ "%ls": %ls

source: Cannot chmod target directory "%ls": %ls
ru: Невозможно сменить права целевой директории "%ls": %ls

source: Cannot listing source directory "%ls": %ls
ru: Невозможно получить листинг исходной директории "%ls": %ls

source: Create a new directory
ru: Создать новую директорию

source: Enter directory name:
ru: Введите имя директории:

source: Error creating directory: %ls
ru: Ошибка создания директории: %ls

source: Cannot unlink source file "%ls": %ls
ru: Невозможно удалить исходный файл "%ls": %ls

source: Cannot unlink source directory "%ls": %ls
ru: Невозможно удалить исходную директорию "%ls": %ls

source: Cannot unlink target file "%ls": %ls
ru: Невозможно удалить целевой файл "%ls": %ls

source: Cannot create special file "%ls": %ls
ru: Невозможно создать специальный файл "%ls": %ls

source: Move
ru: Перемещение

source: Move file "%ls" to:
ru: Переместить файл "%ls" в:

source: Move directory "%ls" to:
ru: Переместить директорию "%ls" в:

source: Move %lu files to:
ru: Переместить эти файлы (%lu шт.) в:

source: Move %lu directories to:
ru: Переместить эти директории (%lu шт.) в:

source: Move %lu files/directories to:
ru: Переместить эти файлы и директории (%lu шт.) в:

source: Cannot move "%ls": %ls
ru: Невозможно переместить "%ls": %ls

source: Deleting:
ru: Удаляется:

source: Cannot get listing of items: %ls
ru: Невозможно получить листинг выделенных элементов: %ls

source: Cannot get listing of directory "%ls": %ls
ru: Невозможно получить листинг директории "%ls": %ls

source: Delete
ru: Удаление

source: Deleting
ru: Удаление

source: Delete file "%ls"?
ru: Удалить файл "%ls"?

source: Delete directory "%ls"?
ru: Удалить директорию "%ls"?

source: Delete %lu files?
ru: Удалить эти файлы (%lu шт.)?

source: Delete %lu directories?
ru: Удалить эти директории (%lu шт.)?

source: Delete %lu files/directories?
ru: Удалить эти файлы и директории (%lu шт.)?

source: "%ls" is not a symbolic link
ru: "%ls" не является символической ссылкой

source: Edit symlink
ru: Редактирование символической ссылки

source: Symlink "%ls" pints to:
ru: Символическая ссылка "%ls" указывает на:

source: Cannot unlink symbolic link "%ls": %ls
ru: Невозможно удалить символическую ссылку: "%ls": %ls

source: Change owner
ru: Смена владельца

source: User name:
ru: Имя пользователя:

source: Group name:
ru: Имя группы:

source: List of users
ru: Список пользователей

source: List of groups
ru: Список групп

source: Invalid name of user
ru: Неправильное имя пользователя

source: Invalid name of group
ru: Неправильное имя группы

source: Cannot change owner of file "%ls": %ls
ru: Невозможно сменить владельца файла "%ls": %ls

source: Cannot change owner of directory "%ls": %ls
ru: Невозможно сменить владельца директории "%ls": %ls

source: _Recursively
ru: _Рекурсивно

source: Changing owner of file or directory:
ru: Смена владельца файла или директории:

source: Permissions
ru: Права доступа

source: Cannot stat file or directory "%ls": %ls
ru: Невозможно получить свойства файла или директории "%ls": %ls

source: Enter octal permissions:
ru: Введите права числом:

source: Or use checkboxes to build it:
ru: Или используйте чекбоксы:

source: Set user ID on execution
ru: Устанавливать UID при выполнении

source: Set group ID on execution
ru: Устанавливать GID при выполнении

source: Sticky bit
ru: Закрепляющий бит

source: Read
ru: Чтение

source: Write
ru: Запись

source: Execute
ru: Исполнение

source: Owner
ru: Владелец

source: Group
ru: Группа

source: Other
ru: Остальные

source: Additional options:
ru: Дополнительные опции:

source: Cannot change mode of file "%ls": %ls
ru: Невозможно сменить режим файла "%ls": %ls

source: Cannot change mode of directory "%ls": %ls
ru: Невозможно сменить режим директории "%ls": %ls

source: Invalid regular expression in file mask
ru: Неправильное регулярное выражение для маски файла

source: Invalid regular expression in file content
ru: Неправильное регулярное выражение для содержимого файла

source: Find file
ru: Поиск файла

source: A file mask or several file masks:
ru: Одна или несколько масок файла

source: R_egular expression
ru: Регулярное _выражение

source: Case _sensitive
ru: С _учетом регистра

source: Containing text:
ru: Содержащие текст:

source: Start at:
ru: Искать в:

source: _Regular expression
ru: Р_егулярное выражение

source: _Case sensitive
ru: С _учетом регистра

source: Rec_ursively
ru: _Рекурсивно

source: Options:
ru: Опции:

source: _Follow symlinks
ru: _Ходить по ссылкам

source: F_ind directories
ru: Искать _директории

source: Found files
ru: Найденные файлы

source: _New search
ru: _Новый поиск

source: _Go to
ru: _Перейти

source: Search done. Found %ld file(s)
ru: Поиск завершен. Найдено %ld файлов

source: Search done. Found %ld file(s) and %ld directories(s)
ru: Поиск завершен. Найдено %ld файлов и %ld директорий

source: Searching in: %ls
ru: Поиск в: %ls

source: Permission denied
ru: Отказано в доступе

source: Is a directory
ru: Это директория

source: No such file or directory
ru: Файл или директория не найдены

source: Operation not permitted
ru: Операция не поддерживается

source: Directory not empty
ru: Директория не пуста
